[{"artist": "Mykki Blanco", "lyrics": ["(Prelude)\r\nWell you know I'on have a problem with nobody\r\nThis is what i was saying!\r\nIf anybody got a problem with me\r\nThen we could get it poppin'\r\nAnd this is whatever!\r\n\r\n( Chorus x 2)\r\nYou bitches wanna get it, y'all can get it from it's good\r\nYou niggas wanna feel it fuck a wisha that he would\r\nYou think you gonna hit but you is not getting shit\r\nYou think you gonna hit but you is not getting shit\r\n\r\n(Mykki Blanco)\r\nThrow em up muthafuckas\r\nIt's that bitch Blanco\r\nSmooth cat, new jack, L'uciano\r\nI've been all around the world\r\nStacking this paper\r\nHard body, every city, nigga A cease later\r\n\r\nI'm the rock that you bout\r\nYa bitch bout that?\r\nNiggas gonna rock when they hear this sound\r\nStuck in the pop like \"aratatat\"\r\nAnd these ho niggas\r\nShook be the cha cha cha\r\n\r\nMade 150 k off a free mix tape\r\nWake up in my bed, didn't that shit feel great?\r\nYeah I'm dressed in black\r\nHow ya girls like that?\r\nYa'll's vendetta can sweat it\r\nI'm ahead of the pack\r\n\r\nI-I-I was robbing niggas for dolce panties!\r\nRunning Tina for Tina on all them Coney Island kids\r\n\"Them uptownboys can't get pushed the word!\"\r\nBut em' brownsville niggas, yo they boxed, they scurred?\r\n\r\n( Chorus x 2)\r\n\r\nI'mma take you to the future robots and androids\r\nGirls need dro dicka (?) cops on the conveys\r\nI am a tomboy, I am the tank girl\r\nBack to the future, fly through the space world\r\n\r\nIt's a new year and I came here to conquer\r\nI am the new bitch, I am a problem\r\nJust like the crew was, I got my armor\r\nThrow on my war paint I am to tonka\r\n\r\nI'm the only bitch in the Bronx rocking Chanel\r\nHigh top bun, fresh tip nail\r\nOnly fuck with niggas that was tipping' the scale\r\nLooking' fresher than kale, money falling like hell\r\n\r\nI do things that that these little boys dream of\r\nThey still messy with the pampers need the clean up\r\nI come clean; they call me Noxeema\r\n\"Noki, wanna check?\"\r\nAnd I come in with the Beema!", "i came through to the club yo twisted off of?\nrock the henny bad bitch worth a milly girl\ncrouching tiger, hidin mykki\nass flying in the air shorty shake it for me\n\ngirl i'm smokin that green tea fuckin up the rug\nwake up to my hand this? going dumb\ngirl i'm smokin that green tea fuckin up the rug\nwake up hot in hand these? going dumb\n\nbetter fuck boy, only boss bitches\nfuck these mixy niggas\nthey get the all switches\nno, no love for the sneaky type\nyou need to get a luchy type\ni split it like the samurai\n\nbetter fuck boy, only boss bitches\nfuck these mixy niggas\nthey get the all switches\nno, no love for the sneaky type\nyou need to get a luchy type", "All my ladies and my tramps go watch your fucking hands\nAll my gutter, gutter niggas out to get all of this bread\nI'm sipping this Sangria, we ‘bout to blow this scene up\nMama's trashing from the inside so the jungle looking greener\nShow time, stay uptown, my folks are mayors\nI'm pushing over, they chopping heads, they ghost whipping this Smoke and roll and this blunt's breaking, this boost up in my hand\nI'm in the cut, you want a cut, forget it, boy, I'm leaving\n\nFinna play me, finna sound good like smash\nY'all wanna be there, she couldn't fuck me\nFinna play me, finna sound good like smash\nY'all wanna be there, she couldn't fuck me\n\nShe gutta, gutta\nYeah, she gutta, gutta\n\nYou ride on my misstep, I own you hoes like pouring\nI've got dropping comics in my juice\nI'm cold, the chick better rock that goose\nPac, pac for willy and that chopper you see, boy\nSquatting over…I was faking what they making\n‘Cause the slaves and they ain't making shit…\nBust it, bust it open, taste the TKO\nSpecial shot dropping, I beat it to the floor\n\nFinna play me, finna sound good like smash\nY'all wanna be there, she couldn't fuck me\nFinna play me, finna sound good like smash\nY'all wanna be there, she couldn't fuck me\n\nShe gutta, gutta\nYeah, she gutta, gutta", "I'm the motherfucker rookie of the year\nYoung Castro\n\nWe on that chill tip, real high\nWe feeling real loose, real fly\nWe on that chill tip, real high\nWe feelin real loose, real fly\n\nWelcome to Hell bitches, this is Mykki Blanco\nNew World Order motherfucker, follow pronto\nGet in line nigga\nYour soul is mine nigga\nYou scaredy cat pussy motherfuckers can't deliver\nMaybe she born with it, maybe it was Maybelline\nAll white Blanco give your heathen ass a christening\nNiggas so greasy in the daylight, he glistening\n\"Oh this fag can rap\" yeah they saying that they listening\n\nPissing in the wind\nAt the 4-a-m spot\nBlazed off the indica\nA bottle of Ciroc\nA mouth full of pop\nChug it in the pay phone\n1-800-LOCO\nMother fuckers y'all can go home\nI'm the new Rufio\nY'all ain't know\nI pimp slap you bitch niggas with my limp wrist, bro\nWhat the fuck I gotta prove to a room full of dudes\nWho ain't listening to my words cuz they staring at my shoes\n\nWe... we we make love tonight\nIn the back of the club yeah we feeling alright\nL-lights lights low\nThis shit feel crazy\nLow key loose niggas know\nWe getting wavvy\n\nWe getting wavvy, getting wavvy, getting wavvy\nWe getting wavvy, getting wavvy, getting wavvy\nWe getting wavvy, getting wavvy, getting wavvy\nWe getting wavvy -- huh -- we getting wavvy\n\nI bite I bite I bite the head off a harpy\nEat these bitches alive, no water\nI cry blood tears, Holy Mary, Holy Mother\nSomebody get the shaman motherfucker run for cover\nBlanco Blanco Blanco say it three times, Candy Man\nI'm coming outta the dark with red eyes and red hands\nI scalp these haters with a sickle I'm a sling blade\nI'm cut-throat bitch, I cut throats bitches keep away\n\nNow many play me for dummy, not funny\nNow a bitch about to get money, they wanna love me\nTell them no no no I played that Destiny's Child\nYoung hearts run free, young bloods run wild (heyyy)\nGreen light, with a mic in my hand\nI go forward into battle with a dice in my hand\nOne chance, one woman, seeking the truth\nOne truth - veiled in the illusions of youth\n\nI'm bout to sour you niggas\nBe that spitter shit I'm flexing all my power, my nigga\nThese no class trashy hood rap brat broads\nAin't got what it takes, put 'em back to training bras\n\nIf you's a dick rider you gon' dick ride forever\nIf you's a dick rider you gon' dick ride forever, nigga", "[Hook]\r\nThat's my ace, shorty so bad\r\nWalk into a room, making all these niggas mad\r\nThat's my nene\r\nThat's my nene\r\nThat's my nene\r\nThat's my ass\r\nThat's my ace, shorty so bad\r\nAll these niggas want what they know they can't have\r\nThat's my nene\r\nThat's my nene\r\nThat's my nene\r\nThat's my ass\r\n\r\n[Verse 1]\r\nMy baby my groupie my number one sway\r\nYou're so hard it feels like the summer sun\r\nHere we come\r\nBoy am I in luck\r\nShorty's bad as fuck\r\nOne look at the booty make my noodle wanna bust\r\nYou the kinda [?]\r\nMake a nigga holler\r\nJumpin' [?]\r\nScreaming like a mariachi\r\n[?] you like a tamagotchi\r\nIntroduce you to my mommy\r\nDamn you're like my favorite hobby\r\nMake a nigga hurt somebody\r\n[Hook]\r\nThat's my ace, shorty so bad\r\nWalk into a room, making all these niggas mad\r\nThat's my nene\r\nThat's my nene\r\nThat's my nene\r\nThat's my ass\r\nThat's my ace, shorty so bad\r\nAll these niggas want what they know they can't have\r\nThat's my nene\r\nThat's my nene\r\nThat's my nene\r\nThat's my ass\r\n\r\n[Verse 2]\r\nWhoa there, hello there, stop in my tracks\r\nHead game so good I've done had like 6 heart attacks\r\nOn my back\r\nWrecking the balls\r\nMiley Cyrus on the walls\r\nMy little goody goody\r\nSugey boogie\r\nLet's make us a movie\r\n[?] in Paris being careless with these Euros\r\nMy baby so sweet bitch you like you was a churro\r\nI've never had a rider ride like you\r\nThat's always coming through\r\nI've never had a shorty hold me down\r\nLike you through all my troubles\r\n\r\n[Hook]\r\nThat's my ace, shorty so bad\r\nWalk into a room, making all these niggas mad\r\nThat's my nene\r\nThat's my nene\r\nThat's my nene\r\nThat's my ass\r\nThat's my ace, shorty so bad\r\nAll these niggas want what they know they can't have\r\nThat's my nene\r\nThat's my nene\r\nThat's my nene\r\nThat's my ass\r\n\r\n[Bridge]\r\nWhy the fuck is you liking pics\r\nText me back, what the fuck is this\r\nMissed call, who the fuck is Chris\r\nWhy you keep doing me like this\r\nBaby sorry I take it back\r\nFuck your shit, i don't want your ass\r\nWhy you gotta put me on blast\r\nBaby please come home real fast\r\n\r\n[Hook]\r\nThat's my ace, shorty so bad\r\nWalk into a room, making all these niggas mad\r\nThat's my\r\nThat's my\r\nThat's my\r\nThat's my ass\r\nThat's my ace, shorty so bad\r\nAll these niggas want what they know they can't have\r\nThat's my\r\nThat's my\r\nThat's my\r\nThat's my ass\r\n\r\n[Outro]\r\n[?]", "feat. Jean Deaux\r\nProduced By Jeremiah Meece\r\n\r\n\r\n[Intro: Mykki Blanco]\r\nI been feeling low shawty feeling low\r\nOut of my zone, I'm on my phone, emotions can't control\r\nI take a walk, I take a stroll I can't be going home\r\nI cause a brawl fucking with yall I'm just a broken soul\r\n\r\n[Verse 1: Mykki Blanco]\r\nI'm fucked up. I know that. I need help. I'm so sad\r\nMy best friends this loudpack's my lovers my left hand\r\nI done slammed I done banged myself up I'm deranged\r\nI know I'm really strange I know I'm not the same\r\nAs I was to you then like I am to you now\r\nUnderstand this ain't how I want shit to go down\r\nIs you fucking with me really?\r\nYou ain't fucking with me clearly\r\nI'm severely going Grizzly in my head I feel so dizzy I...\r\n[Chorus: Jean Deaux]\r\nI don't need your pity please leave me alone\r\nI been feeling feelings that I don't condone\r\nFeeling like I'm about to break my fucking phone all these followers around me...\r\n\r\n[Post-Chorus: Jeremiah Meece & Mykki Blanco]\r\nI'm alone, so alone, I'm alone so alone I'm alone so alone I'm a Loner\r\nI'm alone, so alone, I'm alone so alone I'm alone so alone I'm a Loner\r\nI'm alone, so alone, I'm alone so alone I'm alone so alone I'm a Loner\r\nI'm alone, so alone, I'm alone so alone I'm alone so alone I'm a Loner\r\n\r\n[Verse 2]\r\nPeople get caught up and I dont understand\r\nEvery niggas thats your fam is really just fan\r\nEvery dude that was your man he's got a complex\r\nWas it your or was it him who sent the drunk text?\r\nNo trust I'm jaded your guarded I'm faded\r\nI'm standing wasted on Snapchat I'm naked...\r\nI done slammed I done banged myself up I'm deranged\r\nI know really strange I know I'm not the same\r\nAs I was to you then like I am to you now\r\nUnderstand this ain't how I want shit to go down\r\nAre you really gonna screw me pull the trigger go & do me\r\nFeeling gloomy I'm so loony, all this bullshit where's the beauty?\r\n\r\n[Chorus: Jean Deaux]\r\nI don't need your pity please leave me alone\r\nI been feeling feelings that I don't condone\r\nFeeling like I'm about to break my fucking phone all these followers around me...\r\n\r\n[Post-Chorus: Jean Deaux & Mykki Blanco]\r\nI'm alone, so alone, I'm alone so alone I'm alone so alone I'm a Loner", " Produced By Jeremiah Meece\r\n\r\n\r\n[Verse: Mykki Blanco]\r\nGuess I perfected all my strategis and let it be a g like me\r\nWill nevar fear the pain again never fear the strain again\r\nTaught to belive that the sky was the limit (did em)\r\nNo so many man try to keep me in my limits (did em)\r\nNo so many people live in fear afraid of woman (did em)\r\nNo but i could relate till i caught up in my fellings\r\nAll in my head all in my mind this voices screaming\r\nGimme the strength i'm coming clean with all my demons\r\n\r\n[Hook: Mykky Blanco and Jeremiah Meece]\r\nI know you dont me, you dont know me that way\r\nI know you dont me, you dont know me that way\r\nAnd you dont know me, dont you know`(I know you don't know me)\r\nAnd you dont know me, dont you know (I know you don't know me)\r\nVerse: Mykki blanco and Jeremiah Meece]\r\n\r\nBuzzing on the block i guess you heard the news\r\nI'm banging thru the city like a predator i'm burning dudes\r\nDealing with my holly against but deep inside i pull the trigar\r\nSmoking weed and work in nannys instant kill to many niggas\r\nSave me for my hottest ? lord i need the light\r\nLord just make you it right so i can sleep tonight\r\nI wasted too many years been wasted\r\nOne more chance still it ride and ima take it", " Produced By Jeremiah Meece\r\n\r\n\r\n[Verse 1]\r\nReflecting on the situation since you're acting agitated\r\nI just want a break from all the petty mental masturbation\r\nGod, set me straight\r\nPlease show me right\r\nLet's bridge this gap\r\nLet's please not fight\r\n\r\nYou feel so numb, drugs got you gone\r\nDon't fuck my feelings\r\nYes, I'm really coming home\r\nOff limit topics- pull the cover off, I'm blown\r\nLove lock, link handcuff me bone to bone\r\nCast away in my thoughts\r\nDaydreaming, scheming\r\nGetting top from a thot\r\nNiggas try to roast me, but they soft apple sauce\r\nComing at me with them claws\r\nAnd you don't know what's real because you only fuck with frauds\r\n\r\nI'm the truth, I'm a savage\r\nFuck the world and fuck the baggage\r\nAt the plaza when we lavish\r\nThe Ramada when we average\r\nThe world don't get us\r\nI relinquish my trust\r\nI'm insane for you, baby\r\nYeah, you got me fucked up\r\n\r\n[Chorus]\r\nCause the plug don't love me like you\r\nThe drugs don't love me like you\r\nThe club don't love me like\r\nLife don't treat me right\r\nI'm so mystified\r\nWhy do I need love?\r\nWhy do we need love?\r\nWho fucking needs love?\r\nI'm so mystified\r\nLife don't treat me right\r\n(Why do I need love?)\r\n\r\n[Verse 2]\r\nI know I be looking nappy\r\nYeah, I'm scrappy, but we happy\r\nYou possess a lovely fatty, I'mma take it vigilante\r\nAssuming we soulmates, consuming them green grapes\r\nHoneymooning, yeah we cruising down to Cuba with the safe\r\n\r\nOne minute we so in it\r\nNext minute you're so offended\r\nCan't believe I just defended all the bullshit you was spinning\r\nI hold you special, the fuck is the issue?\r\nI don't see your bestfriend on the text agreeing with you?\r\nI don't see that side of you you're always trying to claim\r\nTalking about you understand, talking at me like a lame\r\n\r\n\"And weed don't make me feel like this\r\nAnd lean don't make me feel like this\r\nAnd weed don't make me feel like this\r\nAnd lean don't make me feel like\"\r\n\r\nI'm out of bounds with you\r\nHate this battleground with you\r\nI don't want the run around\r\nJust wanna wear the crown with you\r\nFuck the thunderclouds\r\nYeah, I'm loud and proud with you\r\nWe different, believe it\r\nI need you to see it\r\n\r\n[Chorus]\r\nCause the plug don't love me like you\r\nThe drugs don't love me like you\r\nThe club don't love me\r\nLife don't treat me right\r\nI'm so mystified\r\nWhy do I need love?\r\nWhy do we need love?\r\nWho fucking needs love?\r\nI'm so mystified\r\nLife don't treat me right", "How my heart aches\r\nIn my soul, I have an idea of love\r\nWant to be in love, want to know intimacy\r\nThis desire burns in me so deeply\r\nDeeper than my desire to act\r\nOr entertain, or become prosperous, or famous, or successful\r\nIt's a burn ing deep in my core, just to be loved\r\nA monogamous love, a really sweet special love\r\nWell this burning desire in me ever cease\r\nIsn't even sexual. It's love\r\nBut perhaps I'm going to have to love myself first\r\nReally learn to respect myself\r\nReally learn to value myself, treat myself good\r\nI know, I know deeper than anything I've ever known\r\nThat just like Mykki Blanco\r\nJust like my poetry book\r\nJust like the man, if I keep myself open\r\nIntimacy will find me", " Produced By Woodkid\r\n\r\n\r\n[Chorus: Mykki Blanco]\r\nPopping pills this Molly heat\r\nAnd they're rising on their feet\r\nTake some xans to come down\r\nNow I'm feeling dead\r\nPopping pills this Molly heat\r\nAnd they're rising on their feet\r\nTake some xans to come down\r\nNow I'm feeling dead\r\n\r\n[Verse 1: Mykki Blanco]\r\nShort change that gram\r\nIt girls and socialites, white powder in their hands\r\nGetting twisted, they hella lifted, they asking 'bout them xans\r\nTrouble making these baby faces, I'm blunted with some man\r\nAsking me about poetry and I wanna leave but I can't\r\nBody high like a thousand miles up in the sky, goddamn\r\nHe using words I never heard, I'm looking at my friend\r\nHe macking deep and he tryna creep on that black girl wearing Vans\r\nThey blasting Nelly and Missy Elliott like high school never ends\r\nLike high school never ends\r\nLike high school never ends\r\nLike high school never ends\r\n[Chorus: Mykki Blanco]\r\nPopping pills this Molly heat\r\nAnd they're rising on their feet\r\nTake some xans to come down\r\nNow I'm feeling dead\r\nPopping pills this Molly heat\r\nAnd they're rising on their feet\r\nTake some xans to come down\r\nNow I'm feeling dead\r\n\r\n[Verse 2: Mykki Blanco]\r\nUp on this roof\r\nBreaking diesel, I'm feeling evil, rich kids got the best views\r\nThe whole city looks so pretty, I'm sorry 'bout being rude\r\nEverybody got wet hair cause they just came from the pool\r\nThey kissing but I'm missing out, yo homie, it's cool\r\nGetting texts I don’t wanna get and I’m writing back like fuck you\r\nBuzz killa, yo nothing's realer, I'm so fucking confused\r\nYou say that you want love but then go fuck other dudes\r\nTreating me like you don't need me, I guess a nigga old news\r\nSo hazy, real slim shady, I can't find my shoes\r\nI can't find my shoes\r\nI can't find my shoes, shit\r\n\r\n[Bridge: Woodkid]\r\nWhy don't you just delete me?\r\nWhy don't you just delete me?\r\nWhy don't you just delete me?\r\nWhy don't you just delete me?\r\n\r\n[Instrumental bridge]\r\n\r\n[Outro: Mykki Blanco]\r\nYou know what my, you know what my love's about (Ey)\r\nFucking with my head, let my heart bleed out (Ey)\r\nYou know what my, you know what my love's about (Ey)\r\nFucking with my head, let my heart bleed out (Ey)\r\nYou know what my, you know what my love's about (Ey)\r\nFucking with my head, let my heart bleed out (Ey)\r\nYou know what my, you know what my love's about (Ey)\r\nFucking with my head, let my heart bleed out (Ey)\r\n\r\n[Instrumental outro]", "We do not have the lyrics for Rock N Roll Dough yet.", "I'm like\r\nFuck being low key\r\nI'm never low with it slow with it\r\nFinish it wide open I aim to put my nose in it\r\nNo limit soldier I'm like whoa there, whoa there\r\nMake me feel so good holy ghost on my ? oh yea\r\nBlack madam, baby, I'm Mortician Addams\r\nDon Blanco coming through, In a silk Yohji suit\r\nCocaine trail Snow White body's blue\r\nI got your fey face spooked on my foo foo juice\r\n\r\nMykki floating in the club off the Afghan Kush\r\nI am poisoning half head hunters\r\nBut I ain't from the bush\r\nI'm gonna burn all you evil ass cops\r\n?\r\nI hope you mother fuckers rot\r\nVeni vidi vici\r\nFleece the sucker leave em nothing son\r\nI hear you acting up go get a switch you get a whipping\r\nYo I'm Jack the Ripper\r\nTrapping look they scared why y'all scared\r\nNight vision pimping all you ... beware\r\nI'm buried under the club, ghost on the rhythm\r\nBlanco spit the venom like a marvel comic villain\r\nEasy hypnotize you breezies with that sleazy shit\r\nStraight jackets handcuffs, duct tape and whips\r\n\r\nVersace bracelets that's last year\r\nFendi band on my left hand\r\nTotes go with that deep swag\r\nYou been a bad boy I'm like yes ma'am\r\nTeach the cunts what a real bitch\r\nNose in the air like a scratch and sniff\r\nWord to OG give me brain\r\nFuck fenda ? this nigga about to learn\r\n\r\nWh wh wh wh wh wh why you so thotty, why?\r\nWh wh wh wh wh wh why you so naughty, why?\r\nWh wh wh wh wh wh why you so thotty, why?\r\nWh wh wh wh wh wh why you so naughty?\r\nPrada jeans on my backside\r\nFendi band on my left hand\r\nPrada jeans on my backside\r\nFendi band on my left hand\r\nPrada jeans on my backside\r\nFendi band on my left hand\r\nPrada jeans on my backside\r\nFendi band on my left hand\r\n\r\nWe come to town posted up and we just laugh at y'all\r\nYou a joke to us, dance bitch, ha cha-cha\r\nFire flame got the spice I'm sriracha-cha\r\nEat my sweet white ink and call the shit horchata-ta\r\nNo sleep with the boys unless they goodie goodie\r\nNo fucking rookies if you talking about that nookie nookie\r\n(No sleep with the boys unless they goodie goodie\r\nNo fucking rookies if you talking about that nookie nookie)\r\n\r\nWh wh wh wh wh wh why you so thotty, why?\r\nWh wh wh wh wh wh why you so naughty, why?\r\nWh wh wh wh wh wh why you so thotty, why?\r\nWh wh wh wh wh wh why you so naughty?\r\nWhy you so thotty? Why?\r\nWhy you so naughty? Why?\r\nWhy you so thotty? Why?\r\nWhy you so naughty? Why?\r\nWhy you so thotty? Why?\r\nWhy you so naughty? Why?\r\nWhy you so thotty? Why?\r\nWhy you so naughty? Why?\r\nPrada jeans on my backside\r\nFendi band on my left hand\r\nPrada jeans on my backside\r\nFendi band on my left hand\r\nPrada jeans on my backside\r\nFendi band on my left hand\r\nPrada jeans on my backside\r\nFendi band on my left hand", "feat. Jeremiah Meece \r\n\r\n\r\nWoppi chillopi bitch nigga\r\nBang with some ten poppies\r\nI used to roll with that pussy\r\n? molly\r\n?\r\nBut daddy did like it donkey\r\nMake it ? they want me\r\n? I got it you don't worry\r\n\r\nNiggas is thirst\r\nThis niggas love controversy\r\nThey swear they get busy in Rio\r\nBut really the boys in Jersy\r\nPut the head down and squirrel me\r\nAnd nerve and do me dirty\r\nI'm finna ? with that pistol\r\nMake sure to call my autorny\r\nFuck your ?lets keep them rats in the kitchen\r\nPut the cellphones and listen big shots with no ?\r\nNiggas get narcissist forget their place in the system\r\nFuck nigga messing with my digits\r\nYou bout to meet with tha experience\r\nHook\r\nHideaway, he gone astray but come play today, if you wanna see me\r\nEither way, he gone astray but come play today, if you wanna see me\r\nHideaway, he gone astray but come play today, if you wanna see me\r\nEither way, he gone astray but come play today, if you wanna see me", "We do not have the lyrics for Shit Talking Creep yet.", "Cut me down\r\nOh, yeah, they cut me down\r\nCut me down\r\nOh, yeah, they cut me down\r\n[?] never made a sound\r\n[?] never made a sound\r\nYou trust these guys?\r\nI wouldn't really trust these guys\r\nWith open eyes they switch sides\r\n[?]\r\n\r\nOh, my god\r\nHold my heart\r\nWhere we start?\r\nWhat's the plan?\r\nDeal my card\r\n\r\nWe about to take this shit to the full extent\r\nNo matter what we get we takin' risks\r\n[?]\r\nWe about to take this shit to the full extent\r\nNo matter what we get we're takin' risks\r\n[?]", "Verse mykki\r\nFlexing my fit miss finger looks on a looks for your ? out here yea and snatch em'\r\nAll my kid doing my shit looking reckeless ? no blood for you draculas\r\nCame take a selfie came sit with us first\r\nYou are scam by the earth and now you wanna act black\r\nWhat a ? with no ass\r\nIs ? in the handcrowd quit that bad act\r\nIs whack what you fed feed you\r\nYou so hangry for life you so fucking see thou'\r\nYou so stank on my nurse\r\nOn my nouse p you a bird on a vet\r\nIm not fucking need you\r\n\r\nSmoking blunts with the cunts y'all in the club like\r\n( ?)\r\nSmoking blunts with my cunts y'all in the club like\r\n(?)", " Produced By Jeremiah Meece\r\n\r\n\r\n[Verse 1]\r\nSweetpants they ?\r\nLa costra nostra\r\nZip lock to potions\r\nI left my lip gloss and lotion\r\nI fuck with some bunkins\r\nThey cut ? in Oaklend\r\nLook inside my soul\r\nPlease call Deepak and Oprah\r\nThis bomb niggas hating\r\nYall can sleep on my sofa\r\nI'm friskin' these niggas\r\nMan I must meet my quota\r\nYes I'm agressive\r\nFuck do we owe them?\r\nYour lives don't affect me\r\nAnd I don't pay order\r\n\r\n[Pre-Chorus]\r\nMy life's on play play fuck shit\r\nA.k.a my killa muppet\r\nGucci girl realness with dems vilans if you feeling lucky\r\nMy life's on play play fuck shit\r\nA.k.a my killa muppet\r\nGucci girl realness with dems vilans if you feeling lucky\r\n[Chorus]\r\nI'm in a mood tonight\r\nSitting in my room can't fuck with you tonight\r\nYea, I'm fucking rude\r\nI'm in a mood tonight\r\nSitting in my room can't fuck with you ay\r\nCan't fuck with you ay\r\n\r\n[Verse 2]\r\nBad bitch my hidda\r\nPretty gucci gorilla\r\nPop down the drillas\r\nFocus on the million\r\nAin't got the symptoms\r\nGrow with my sickness\r\nYou speak that viction\r\nI bring that friction\r\n(Now we give a shit, now we give a shit)\r\nAnd yet you stand that shit egotism\r\nGreet hand ?\r\nFuck your dismissal\r\nCome light your bindle\r\nSuck on my nipple\r\nHard knocks I lived ‘em\r\nWith bucks I spend them\r\nDress like a woman\r\nFuck I love women\r\nGas in my blunt\r\nFront all you want\r\nMy confidants\r\nSquirt cause we cunts\r\nBoosey I’m picky\r\nPurp be so sticky\r\nLoud mouth she Minnie\r\nBig chief I’m Mykki\r\nRun in your club\r\nWeak like a bladder\r\nPop you go splatter\r\nChop you don’t matter\r\n\r\n[Chorus]\r\nI'm in a mood tonight\r\nSitting in my room can't fuck with you tonight\r\nYea, I'm fucking rude\r\nI'm in a mood tonight\r\nSitting in my room can't fuck with you ay\r\nCan't fuck with you ay\r\n\r\nI'm in a mood\r\nI'm in a mood\r\nYea, I'm fucking rude\r\nI'm in a mood\r\nI'm in a mood\r\nCan't fuck with you ay\r\n\r\n[Pre-Chorus]\r\nMy life's on play play fuck shit\r\nA.k.a my killa muppet\r\nGucci girl realness with dems vilans if you feeling lucky\r\nMy life's on play play fuck shit\r\nA.k.a my killa muppet\r\nGucci girl realness with dems vilans if you feeling lucky", "We do not have the lyrics for Don’t I Look yet.", "We do not have the lyrics for Saturn yet.", "We do not have the lyrics for Histrionic III Skunk of the Earth yet."]}]