[{"artist": "Mr Cool", "lyrics": ["Uh Mr. Smith, Mr. Smith, Mr. Smith\nMr. Smith, Mr. Smith, Mr. Smith\nMr. Smith, Mr. Smith\n\nI'm goin' to the top leavin' smoke in my trail\nBitch ass gangstas put that ass on sale\nAnd even if I'm twice as expensive as the rest\nWhen I go for dolo you ain't checkin' for nuttin' less\n\nMy strategy is splittin' brain cavity's\nIt's ya majesty bringin' you a tragedy\nYeah, on the butcher block slice her like a ox\nWhen it's time to get down, nigga, I jam like a Glock\n\nI bust through all types of red tape and sue papes\nNiggas come old but they always wanna infiltrate\nI'm cuttin' snakes through the belly witta icepick\nAnd scoopin' hotties, a strong aisle of flip trips\n\nIt's the rebirth of murkin' niggas once again\nI drain with ink and put your blood in my pen\nI'm breakin' ribs till somethin' gives\nA nigga got to live and Mr. Smith is power God, kid\n\nMr. Smith you got the shit sewed up\nWork ya thang baby, show 'em how to blow up\nMr. Smith you got the shit sewed up\nWork ya thang baby, show 'em how to blow up\n\nMr. Smith you got the shit sewed up\nWork ya thang baby, show 'em how to blow up\nMr. Smith you got the shit sewed up\nWork ya thang baby, show 'em how to blow up\n\nWhat you wanna do, what?\nYou lack the vitality, originality, so face reality\nI'm on some ole wild shit, ya niggas can't get wit\nMatter of fact, mornin' yawn and suck a dick\n\nNah, hold up, what the fuck is goin' on?\nAll these cartoon character MC's gettin' airborne\nTakin' off like a hot air balloon\nGoin up up up, oh no kaboom\n\nBring your heroes down to ground zero\nShotty grippin' ya grill like Pesci and DeNiro\nI'm on some shit, throats is gettin' shit\nScoopedin' New Jacks and kick 'em in the fire bit\n\nTell them ole Jap niggas they need to go and stick it\n'Coz when it comes to this rap shit I'm mad wicked\nThe grand sire bringin' flavour to the whole game\nMr. Smith is my motherfuckin' name\n\nMr. Smith you got the shit sewed up\nWork ya thang baby, show 'em how to blow up\nMr. Smith you got the shit sewed up\nWork ya thang baby, show 'em how to blow up\n\nMr. Smith you got the shit sewed up\nWork ya thang baby, show 'em how to blow up\nMr. Smith you got the shit sewed up\nWork ya thang baby, show 'em how to blow up\n\nTo the bridge\n\nMr. Smith\nTalkin' 'bout Mr. Smith\nTalkin' 'bout Mr. Smith\nTalkin' 'bout Mr. Smith\nTalkin' 'bout\n\nTime's up, your rhyme's up, mix the lines up\nI'm about to blow the spot up with that divine touch\nI got the magnetic energetic lyrical calasthetic\nYa, better call a medic 'coz ya look pathetic\n\nGuan boy it's the champion Mr. Smith\nYour niggas couldn't raise up with a forklift\nCocked the hammer, peep out the grammar\nIt's hard like Bacardi and hot like a house party\n\nAll your so-called flavour niggas is deaded\nYour next step is where ya headed so don't forget it\nYour rhymes is beat, your steelo's scarred to scrape\nWhen you scream you sound muddy like a bled teeth\n\nI get'cha open like f-lay, 'tack you when I spray\nLethal compositions around your way\nI'm the maniacal murderous Mr. James Smith\nRippin' ya ass out the frame with my verbal gift\n\nMr. Smith you got the shit sewed up\nWork ya thang baby, show 'em how to blow up\nMr. Smith you got the shit sewed up\nWork ya thang baby, show 'em how to blow up\n\nMr. Smith you got the shit sewed up\nWork ya thang baby, show 'em how to blow up\nMr. Smith you got the shit sewed up\nWork ya thang baby, show 'em how to blow up", "Yeah\n\nThe First Amendment says\nCongress shall make no law respecting an establishment of religion\nOr prohibiting the free exercise thereof\nOr abridging the freedom of speech, or of the press\nOr the right of the people peaceably to assemble\nAnd to petition the Government for a redress of grievances\n\nSo what I'd like to do\nIs ask our President a few questions\nWith respect\n\nTalk to them now\n\nDear Mr. President, with all due respect\nWish we could have a conversation\nI would take a trip down to your residence\nAnd we would talk about the state of the nation\n\nMr. President, I would ask you about the war\nReally and truly, what is it for?\nWhen a I.E.D. make a soldier fall\nIs he dying for something above us all?\n\nIs it all about him at the end of the day\nIs a pledge of allegiance just something to say\nI hope not 'cause I love the USA\nDespite of all the drama we have today\n\nMr. President are you aware?\nOur flesh and blood is dying over there\nWhen the coffins come back, do you care?\nWhen only the poor kids die, is it fair?\n\nIf I could talk to the President\nWould he pay attention, really listen?\nIf I say something intelligent\nWould he be willing to change his position?\n\nNow it's time, time, time\nFor me to speak my mind, mind, mind\n\nDon't get me wrong, I respect the flag\nBut it hurt to see a kid in a body bag\nHe fought for his country with all he had\nNow he have a family without a dad\n\nWith a mama crying and the kids are scared\n9/11, why were we unprepared?\nMr. President, are you aware?\nUnless you rich, you have poor health care\n\nMakes you scream and wanna pull out your hair\nDischarged from hospitals soon as you get there\nMr. President, truth or dare?\nTerrorists are hiding, and you know where\n\nIllegal immigrants are everywhere\nIs it really their fault, they wanted to come here\nI respect you, please be clear\nBut talk with me, show the people you care\n\nIf I could talk to the President\nWould he pay attention, really listen?\nIf I say something intelligent\nWould he be willing to change his position?\n\nNow it's time, time, time\nFor me to speak my mind, mind, mind\n\nThe children didn't say\n\nWhat am I to do, I've been waiting near you\nTell me something that I just make sense\nYou sent us off to war, please be honest what it's for\nDoes it matter if it's life or death? Yeah\n\nI'm not Republican or Democrat\nI'm independent and I want the facts\nWhen are the soldiers coming back?\nAre we prepared for a terror attack?\n\nLate at night I watch CNN\nIt gets so bad, I might stop breathing\nThe Middle East hates us, what's the reason?\nMr. President, my heart is bleeding\n\nI tuck my kids in every evening\nTry to teach them to keep believing\nHoping my government won't deceive them\nTell 'em, touch your goals, you could achieve them\n\nMr. President, I have to know\nIf I die for you, what will I have to show?\nWill it really and truly help our country grow?\nI'm waiting for your answer, let me know\n\nIf I could talk to the President\nWould he pay attention, really listen?\nIf I say something intelligent\nWould he be willing to change his position?\n\nNow it's time, time, time\nFor me to speak my mind, mind, mind\n\nNow it's time, time, time\nFor me to speak my mind, mind, mind\n\nNow it's time, time, time\nFor me to speak my mind, mind, mind\n\nNow it's time", "LL Cool J\r\nMiscellaneous\r\nMr. Goodbar\r\n(LL Cool J)\r\nNah y'all nah y'all uh-uh\r\nI ain't disrespectin though\r\nI'm just sayin it happen to me\r\nIt can happen to him\r\nHow you doin?\r\nWhat's your name?\r\nUh, mmm, haha\r\nOh you're his girl\r\n\r\n(LL Cool J)\r\nHello my name is Mr. Goodbar\r\nI'm came to offer champagne \r\nLater on maybe I'll tell you my real name\r\nBut for now sip your drink and be merry\r\nAnd be a nice girl and sing me a cherry\r\nMe, I'll have a Cowa-loo and milk\r\nCause champagne always stains my silk\r\nYou got a man? That's somethin we will talk about\r\nHe's smart enough to have ya, but dumb enough to let ya out \r\nI like ya friendly bag your alligator shoes \r\nYa hairstyle and ya whole point of view \r\nThe way you lick your lips and stare \r\nYou tell me that's a habit hmmm yeah\r\nFunny coated legs, with not one scar\r\nThe stylish wardrobe is up the par \r\nHere's my number, call me in my car\r\nYou deserve a visit from Mr. Goodbar \r\n\r\n(LL Cool J)\r\nSo how long you been talkin to him?\r\nWord, nah he's cool with me, he's cool with me\r\nOh he loves you\r\n\r\n(LL Cool J)\r\nHoney open up a bottle of brandy\r\nBetter yet have a piece of Cool J candy\r\nAnd sweat the man with the master disaster\r\nBreak ya like plaster-plan and\r\nThe cards on the table and the deal is dealt\r\nUh, I'm in the mood for a tuna milk\r\nAnd I can't make you, I sure wouldn't rape you\r\nFeelin kinda mellow and I sure would hate to leave the job half-done (Nah!)\r\nCause at a time like this you're the one that I'm lookin for, \r\ncallin on the floor (WOOF!)\r\nI'm comin back for more\r\nIf the Mona Lisa's name was Teresa \r\nI'll get a piece-a of the Mona Lisa, then smoke a cigar\r\nYou deserve a visit from Mr. Goodbar\r\n\r\n(LL Cool J)\r\nYeah, so you be callin on the request line\r\nHahahaha oh yeah, yeah, yeah, yeah, yeah\r\nOh he's my man, word him too\r\nYeah I like Bobby Brown\r\nTell him he's cool but…\r\n\r\n(LL Cool J)\r\nDon't be cruel cause you'll be on your own\r\nCause my (???) rockin my microphone\r\nCome and get this ice-cream cone\r\nOr I'll deliver it when your daddy ain't home\r\nGrown and healthy that's how I like em\r\nBig juicy legs and a nice pair of kegs \r\nHmmm, Mr. Good bar style\r\nYou haven't met a guy like me in a while\r\nI jump out a cake, dance, play, shake I ant got nobody by Jake\r\nSmooth as White Star extra dry Moet Chandon\r\nDon and I'll slip it in your mouth like a Bon-Bon\r\n\r\n(LL Cool J)\r\nYaknowhatI'msayin?\r\nI'm Mr. Goodbar (Goodbar) yeah\r\nSo you know next time uh your man is out\r\nCheck my (???)\r\nNah, nah he's cool\r\nBut my girl oh I don't know your man might be with her uh\r\nYaknowhatI'msayin?\r\nBut I'm with you, yeah Mr. Goodbar baby, uh\r\nMay I say may I say that outfit you got on\r\nSlim, juicy lips so honey coated hmmm\r\nYo he never says that to you\r\nHe never gives you compliments \r\nYo he be givin you flowers baby\r\nAnd tellin you how much he cares for you\r\nDoes he hold you and caress you and give you affection\r\nI didn't think so"]}]